[
  {
    "title": "HP Perkenalkan Berbagai Lini Laptop HP Terbaru Lewat Event HP Best Kept Secret!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/08/1.-Fiona-Lee-Managing-Director-HP-Indonesia-menyampaikan-pidato-pada-acara-peluncuran-HPs-Best-Kept-Secret-2022-pada-Selasa-2-Agustus-2022.-218x150.jpg",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "August 9, 2022",
    "desc": [
      "Masih ingat di Instagram The Lazy Monday kita pernah mengunggah Instagram Story laptop HP Victus yang harganya start di Rp 13.999.000? ",
      "Nah, sekarang kami mau beberin nih spek laptopnya yang menarik banget karena udah pake 12th Gen Intel® Core™ Processor, dan udah dapet segudang fitur yang menarik banget!",
      "Di acara HP Best Kept Secret kemarin, sebenarnya HP telah meluncurkan banyak sekali produk terbarunya, mulai dari Spectre X360 yang semakin hari semakin seksi, ada juga lini Pavillion X360 yang merupakan laptop produktivitas dengan harga terjangkau, dan ditambah lagi dengan Envy X360.",
      "Sedangkan untuk laptop jajaran gaming, HP juga meluncurkan Omen 16 dan Victus 15, di mana laptop yang seharga 13 jutaan itu tentu ada di lini Victus yang memang jadi andalan HP kalo soal laptop gaming low to mid end nya.",
      "Dengan harga 13 jutaan ini, bisa dibilang HP sudah memberikan spesifikasi yang menurut kami udah sangat kompetitif dengan build quality dan juga harga yang sangat bersaing di kelasnya. ",
      "Bayangin aja dengan harga segitu udah dapet Intel i5-12450H yang sudah 8 core 12 Thread (4 P Core & 4 E Core), Ram nya memang masih DDR4 3200Mhz tapi menurut kami cukup bisa dipahami karena untuk ram DDR5 sendiri masih cukup mahal dan speed-nya yang sangat rendah kalo buat versi “murah” nya.\n\nTapi dengan penggunaan DDR4 ini cukup disayangkan karena mengindikasikan laptop ini memiliki kekurangan di bagian “Future Proof”-nya karena ketika harga DDR5 sudah turun, upgradeability laptop ini menjadi terbatas, karena hal ini tidak terjadi di versi termurah saja melainkan sampai ke jajaran teratasnya yang sudah pakai Intel Core i7-12700H dan RTX 3050Ti.\n",
      "Di SKU Victus 15 yang harganya cuman 13 jutaan ini, laptop ini sudah pakai GTX 1650 yang sebenarnya diatas kertas masih sangat mumpuni kalau mau dipakai game AAA.",
      "Namun, untuk performa seperti apa yang ditawarkan, jujur saja cukup sulit untuk digambarkan karena sepertinya dengan harga dan spesifikasi seperti ini. Laptop ini kemungkinan besar akan dibekali adapter dengan rentang 150W sampai 175W karena GTX 1650 sendiri secara official dari NVIDIA menganjurkan memberikan daya di 50W.",
      "Layar 1080p pun menemani laptop ini dengan refresh rate di 144Hz, tapi yang menjadi favorit kami di laptop ini adalah desainnya yang semakin minimalis dan pilihan warnanya yang bisa dibilang HP sekali, dan ditambah lagi keluhan kami di SKU sebelumnya sudah diperbaiki yaitu engsel layarnya yang cukup goyang.\n\nLaptop ini hadir dengan 3 warna ada Ceramic, Mica, dan hero colornya di Mica Silver yang sepertinya akan menjadi khas warna Victus untuk beberapa produk kedepannya. Tapi untuk sekarang belum ada kabar lebih lanjut kapan laptop ini akan dijual, tapi setidaknya kita sudah tau harga laptop ini.",
      "Dapatkan laptop HP untuk menunjang produktivitas kalian melalui link berikut: https://www.hp.com/id-en/shop/catalogsearch/result/?q=hp+victus"
    ],
    "key": "2022/08/09/lini-laptop-hp-terbaru"
  },
  {
    "title": "ASUS TUF Dash F15 (FX517), Laptop Gaming Ringkas, Powerful, dan Terjangkau!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/08/image001-218x150.jpg",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "August 3, 2022",
    "desc": [
      "Selasa (2/8), ASUS resmi memperkenalkan Asus TUF Dash F15 (FX517), laptop gaming ringkas dan tangguh untuk berbagai aktivitas dengan harga yang sangat bersaing bila dibandingkan dengan laptop gaming lain di kelasnya.",
      "Asus TUF Dash F15 (FX517) hadir sebagai seri terbaru yang telah dibekali dengan hardware terkini, sistem pendingin lebih powerful, serta desain bodi baru yang tetap tangguh dengan ketebalan tidak lebih dari 20mm. Sehingga cocok digunakan untuk kalian yang membutuhkan mobilitas serta performa tinggi. ",
      "Hadir dengan ketebalan bodi kurang dari 20 mm dan bobot hanya 2 Kg, Asus TUF Dash F15 merupakan salah satu laptop gaming paling ringkas dan ringan di kelasnya. Tidak hanya itu, Asus TUF Dash F15  terbaru kali ini juga dibekali dengan tampilan baru yang lebih modern serta bezel yang lebih tipis dari pendahulunya dengan screen-to-body ratio hingga 80%.",
      "Laptop Asus TUF Dash F15 dirancang khusus dan telah lolos uji ketahanan ekstrem berstandar militer AS (MIL STD-810H) seperti uji jatuh, getaran, hingga operasional di suhu serta kelembapan ekstrem.",
      "Laptop ini juga didukung oleh konektivitas modern seperti WiFi 6 (802.11ax), Bluetooth 5.1, dan port Thunderbolt 4 yang memiliki kecepatan transfer data yang tinggi dan juga mendukung penggunaan monitor tambahan hingga resolusi 8K. Selain itu, port tersebut juga mendukung pengisian daya melalui teknologi USB Power Delivery, sehingga menambah aspek mobilitas Asus TUF Dash F15.",
      "Menggunakan layar 15-inci, Asus TUF Dash F15  tetap dibekali dengan keyboard full-size yang dilengkapi numpad fisik. Keyboard tersebut telah dilengkapi dengan LED backlight serta ditemani oleh sebuah touchpad yang lebih baik. Tidak hanya lebih akurat, touchpad di Asus TUF Dash F15 kini juga lebih luas dibandingkan dengan generasi sebelumnya sehingga membuat penggunanya tetap nyaman beraktivitas meski tanpa menggunakan mouse.",
      "ASUS TUF Dash F15 terbaru kini ditenagai oleh prosesor 12th Gen Intel® Core™ dengan varian tertinggi Intel® Core™ i7-12650H. Prosesor dengan konfigurasi 10 core (6 P-core dan 4 E-core) dan 16 thread tersebut mampu berjalan pada freakuensi hingga 4,7GHz dan memastikan Asus TUF Dash F15 dapat diandalkan untuk berbagai aktivitas mulai dari bermain game, live streaming, pembuatan konten, hingga multitasking.",
      "Tidak hanya itu, Asus TUF Dash F15  juga dibekali dengan chip grafis hingga NVIDIA® GeForce RTX™ 3060 dengan TGP hingga 105W sehingga dapat diandalkan di berbagai skenario penggunaan. TUF Dash F15 telah dibekali memori DDR5 4800MHz yang dapat di-upgrade hingga 32GB. Sementara untuk penyimpanannya, TUF Dash F15 mengandalkan penyimpanan NVMe PCIe 3.0 SSD berkapasitas hingga 1TB sehingga memastikan setiap game serta aplikasi dapat berjalan lebih gesit dan memiliki waktu loading yang singkat. ",
      "TUF Dash F15 juga merupakan salah satu lini laptop gaming ASUS yang telah dibekali dengan MUX Switch, yaitu chip khusus yang dapat mengalihkan jalur data pemrosesan tampilan layar secara langsung ke chip grafis GeForce RTX™ yang tersedia. Dibandingkan menggunakan metode switching lainnya, MUX Switch dapat memangkas latency dan meningkatkan framerate di dalam game hingga 15%. MUX Switch dapat diakses langsung melalui aplikasi Armoury Crate yang tersedia di TUF Dash F15.",
      "Hardware performa tinggi mendesak adanya pendinginan yang superior. Sebagai bagian dari sistem pendinginan, Arc Flow Fans™ pada Asus TUF Dash F15  memiliki desain 84 bilah kipas, dengan masing-masing bilah memiliki ketebalan yang berbeda-beda.",
      "Dengan mengatur ketebalan tiap-tiap blade hingga ketebalan 0,1 milimeter di ujung bilah, turbulensi bisa direduksi dan pada saat yang sama dapat meningkatkan aliran udara secara keseluruhan. Meskipun ia menjadi sedikit lebih senyap dibandingkan dengan TUF Dash F15 keluaran tahun lalu, kipas-kipas tersebut menyediakan 13% aliran udara yang lebih banyak dibanding generasi sebelumnya. Empat lubang pembuangan udara juga disiapkan sehingga Asus TUF Dash F15  dapat melepas panas secara lebih optimal.",
      "Agar pendinginnanya maksimal, ASUS membekali Asus TUF Dash F15  dengan lima heatpipe berbahan tembaga. Heatpipe tersebut tidak hanya mengalirkan panas dari komponen utama seperti prosesor dan chip grafis, tetapi juga mencakup komponen penghasil panas lainnya seperti VRM dan GPU VRAM. Panas dari heatpipe kemudian disalurkan ke heatsink dengan desain khusus yang dapat melepas panas sekaligus membuang debu dan partikel kecil lainnya keluar dari sistem pendinginan TUF Dash F15.",
      "Meski menggunakan desain yang sangat ringkas, Asus TUF Dash F15  tetap dirancang agar mudah untuk di-upgrade. TUF Dash F15 kembali hadir dengan fitur pop up screw yang membuat penggunanya lebih mudah saat melepas panel bodi bagian bawah laptop ini. Pengguna TUF Dash F15 juga memiliki akses yang mudah ke berbagai komponen seperti slot SSD dan memori di Asus TUF Dash F15.",
      "ASUS juga menyediakan opsi upgrade lebih luas di Asus TUF Dash F15  terbaru melalui dua slot M.2 NVMe PCIe SSD serta dua slot memori DDR5 4800MHz. Dengan demikian, pengguna TUF Dash F15 dapat melakukan upgrade kapasitas penyimpanan serta memori laptop-nya lebih mudah secara mandiri.",
      "Berikut kami lampirkan spesifikasi dan harga dari Asus TUF Dash F15:",
      "1TB M.2 NVMe™ PCIe®3.0 SSD",
      "NVIDIA® GeForce® RTX™ 3050Ti",
      "NVIDIA® GeForce® RTX™ 3060",
      "Rp20.299.000 (Core™ i7/RTX 3050/FHD 144Hz/2x8GB RAM/1TB SSD)",
      "Rp21.999.000 (Core™ i7/RTX 3050Ti/FHD 144Hz/2x8GB RAM/1TB SSD)",
      "Rp24.499.000 (Core™ i7/RTX 3060/FHD 144Hz/2x8GB RAM/1TB SSD)",
      " ",
      "ASUS ROG Indonesia menghadirkan ROG Community Indonesia,  sebagai tempat untuk para pengguna setia laptop gaming ROG dan TUF berbagi pengalaman, bermain game bersama, dan berinteraksi langsung dengan #TeamROG.",
      "Segera bergabung dengan ROG Community Indonesia di Discord channel https://bit.ly/DiscordROGCommunityID dan Facebook Group https://bit.ly/ROGCommunityID. Ikuti semua keseruan ROG Community Indonesia di https://rogcommunity.id, daftar sekarang!"
    ],
    "key": "2022/08/03/asus-tuf-dash-f15-laptop-gaming"
  },
  {
    "title": "Razer Umumkan Kolaborasi Razer x Bape Terbaru!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/07/47fbdfda-8181-4a61-bd42-6f6628f27e5f-218x150.png",
    "author": "Kiki Rimadina",
    "tag": "Tech",
    "time": "July 19, 2022",
    "desc": [
      "Setelah kolaborasi suksesnya pada Desember 2020, A Gaming Ape, sebuah kolaborasi antara Razer x Bape kembali dengan lini ekslusif pakaian dan periferal gaming dengan desain dan produk baru, Razer’s Quartz.",
      "https://www.youtube.com/embed/IwchYco8Fpo?feature=oembed",
      "Setelah kesuksesanya dengan rilisnya A Bathing Ape capsule collection di tahun 2020, tahun ini, koleksi tersebut hadir dua kali lebih banyak bahkan dengan desain warna terbaru termasuk Razer’s Quartz dengan warna pink yang menjadi favorit banyak gamers wanita.",
      "Menurut Addie Tan, Direktur Asosiasi dan Pengembangan Bisnis pada Razer, “Kali ini kami akan memberikan penggemar lebih banyak desain, warna, dan inovasi. Musim panas ini, para penggemar bisa berekspektasi atas sebuah kejutan pada koleksi limited edition A Gaming Ape yang menggabungkan dua dunia, gaming dan fashion.”",
      "Salah produk yang bisa menjadi pilihan kalian adalah sneaker BAPE STA™ yang menampilkan desain ikan hiu istimewa BAPE® untuk kalian penggemar streetwear.",
      "Selain lini fashion, terdapat pula koleksi terbaru untuk lini periferal gaming berupa tas pelindung laptop Razer x BAPE® untuk laptop 15”. Tas ini tahan air dan memiliki sebuah tatakan mouse dengan desain camo kolaborasi didalamnya.",
      "Selain itu, terdapat pula keyboard spesial Razer BlackWidow V3 dan Razer Iskur X dengan tampilan BAPE® yang tersedia pada warna hitam dan Quartz dengan desain cetak camo.",
      "Berikut merupakan detail lengkap capsule collection lini periferal gaming dari kolaborasi ini:",
      "“Bermain Game merupakan fenomena kultur global dan banyak artis serta selebriti global\nsudah menyetujuinya. Kita mengekspektasikan tren ini terus berlanjut dan memiliki sebuah\ndampak besar pada kemajuan industri fashion,” demikian kata Akihiro Fukui, General Manager dari Bisnis Brand pada A Bathing Ape®."
    ],
    "key": "2022/07/19/razer-umumkan-kolaborasi-bape"
  },
  {
    "title": "GIGABYTE Luncurkan Kartu Grafis NVIDIA GeForce ® GTX 1630 Series!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/07/NVIDIA-GeForce-GTX-1650-Ultra-low_res-scale-4_00x-scaled-copy-218x150.jpg",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "July 2, 2022",
    "desc": [
      "Selasa, 28 Juni 2022 – GIGABYTE TECHOLOGY Co. Ltd, pemimpin produksi hardware gaming premium, mengumumkan kartu grafis terbaru GeForce ® GTX 1630 yang diperkuat dengan arsitektur NVIDIA Turing™. ",
    "Lini kartu grafis ini merilis GeForce ® GTX 1630 OC 4G and GeForce ® GTX 1630 OC Low Profile 4G. Kartu grafis dengan arsitektur Turing™ ini memiliki kemampuan untuk mengeksekusi pengoperasian integer dan floating-point secara bersamaan, membuat kinerjanya lebih cepat ketimbang versi sebelumnya yaitu Pascal. Kartu grafis ini mempunyai fitur GPU overclocked yang bersetifikat GIGABYTE, ditambah dengan teknologi pendingin GIGABYTE, membuat pengalaman gaming kalian jadi semakin sempurna.",
    "Kartu grafis GIGABYTE GeForce ® GTX 1630 OC 4G ini, menawarkan sistem pendingin yang didesain secara khusus, memiliki fitur desain blade fan yang unik, memberikan kapasitas pembuangan panas yang efektif dan menjaga suhu agar tetap rendah, sehingga performa komputer tetap optimal. Kartu grafis berukuran compact ini, hanya memiliki panjang 170mm saja, sehingga dapat dengan mudah dipasang di chassis yang kecil. ",
    "Untuk kartu grafis The GIGABYTE GeForce ® GTX 1630 OC Low Profile 4G sendiri, juga memiliki fitur sistem pendingin GIGABYTE yang tidak kalah mutakhir. Kartu grafis ini berukuran half-height dengan low profile bracket, sehingga bisa dipasang pada berbagai ukuran chassis. Kartu grafis ini juga memiliki empat output video, cukup untuk memenuhi kebutuhan para gamers maupun pekerja yang membutuhkan multi-screen dalam kesehariannya.",
    "Kedua kartu grafis GIGABYTE GeForce ® GTX 1630 di atas menggunakan multi-phase power-supply, memberikan proteksi terhadap over-temperature dan load balancing pada tiap MOSFET. Sehingga MOSFET ini mampu beroperasi di temperatur yang rendah.",
    "Selain fitur-fitur yang telah disebutkan di atas, kedua kartu grafis tersebut juga memiliki sertifikasi ULTRA DURABLE pada chokes dan capacitors.  Sehingga dapat memberikan performa yang luar biasa dan ketahanan sistem yang lebih lama. Ditambah dengan support dari NVIDIA ANSEL, semakin memberikan pengalaman bermain yang lebih baik untuk para gamers.",
    "Untuk informasi lebih lanjut, silakan kunjungi: https://www.gigabyte.com/Graphics-Card/All-Series?fid=2719"
    ],
    "key": "2022/07/02/kartu-grafis-nvidia-geforce-gtx-1630-series"
  },
  {
    "title": "Survei Gaming HP Tunjukkan Alasan Orang Indonesia Main Game!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/06/Title-1-218x150.png",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "June 14, 2022",
    "desc": [
      "Pada Kamis (8/6) lalu, HP Global merilis sebuah survei  yang bertujuan untuk memahami pengaruh pandemi terhadap kebiasaan dan persepsi terhadap aktivitas bermain game.",
      "Hasil dari penelitian tersebut menunjukkan bahwa orang-orang di seluruh dunia kini bermain game untuk menjaga kesehatan mental, berinteraksi dengan orang lain, dan meningkatkan kemampuan diri.",
      "Hal ini mungkin disebabkan oleh kebosanan saat harus sekolah, kuliah, maupun bekerja dari rumah. Karena itu, 95% gamer Indonesia mengakui bahwa mereka menghabiskan lebih banyak waktu untuk bermain game selama pandemi, jauh lebih tinggi dari data global yang hanya sebesar 69%.",
      "Seiring meningkatnya waktu bermain game, survei ini menunjukkan bahwa 4 dari 5 orang di Indonesia memiliki persepsi yang lebih positif terhadap gaming.",
      "Faktor-faktor yang mengubah persepsi tersebut telah disebutkan melalui ketiga poin di atas, di mana ketiganya mampu memenuhi kebutuhan sosial seorang individu, meskipun tidak bisa bersosialisasi dan bertemu teman-teman secara langsung di luar rumah.",
      "Hasil survei ini juga menunjukkan bahwa aktivitas gaming di Indonesia pada saat ini sudah berlaku untuk semua umur dan gender, sehingga bisa dibilang aktivitas ini menjadi semakin inklusif untuk semua kalangan.",
      "Selain itu, sehubungan dengan kebutuhan sosial, ternyata gaming juga dapat digunakan sebagai alat untuk membangun relasi dan koneksi dengan orang lain. Aktivitas gaming bisa dimanfaatkan sebagai cara yang baik untuk berteman, menguatkan relasi, dan membantu memahami berbagai budaya. Selama aktivitas tersebut dilakukan secara positif.",
      "Semakin berkembangnya dunia gaming, ternyata berbanding lurus dengan minat gamers Indonesia untuk mengembangkan skill agar dapat bermain lebih baik. Menurut mereka,  beberapa faktor yang dapat meningkatkan skill tersebut adalah dengan memiliki akses sumber daya dan aksesoris tambahan.",
      "Selain itu, 42% dari total gamers Indonesia juga tidak ragu-ragu untuk bergabung pada sebuah komunitas, agar dapat berkomunikasi dengan gamers lainnya dan saling berbagi informasi, supaya dapat bermain dengan lebih baik.",
      "Bedasarkan insight tersebut, Edo Jonathan Chandra, Market Development Manager HP Indonesia, mengatakan bahwa HP percaya pada perubahan dan pertumbuhan budaya gaming di Indonesia. Karena itu, HP melihat peluang untuk meningkatkan pengalaman bermain game dengan menggandeng komunitas agar tercipta inklusivitas antar gamers, namun tetap terhubung satu dengan yang lainnya.",
      "Untuk mencapai tujuan tersebut, HP berkolaborasi dengan para pro-players, game casters, dan konten kreator seperti Kevin ‘XCcurate’ Susanto, Donna Visca, Dyland Pros, Benny Moza, Nabbsky, serta EVOS Funi, untuk mengajak para gamers berbagi dan menghargai pengalaman kekalahan mereka saat bermain game, sebagai bentuk perjalanan mereka untuk berkembang menjadi lebih baik, melalui sebuah campaign bertajuk ‘Thank Your Losses’.",
      "“Saya melihat kekalahan sebagai kesempatan untuk berkembang. Dengan menganalisis setiap kekalahan, saya belajar untuk lebih agile dan dapat bermain lebih baik lagi. Selain itu, menang atau comeback setelah sebelumnya kalah itu rasanya puas banget!” ujar XCcurate, dikutip dari press release HP.",
      "Karena itu, untuk memenuhi keinginan 50% gamer Indonesia dalam mendapatkan akses yang lebih mudah ke sumber daya untuk meningkatkan gameplay mereka, HP selalu berinovasi untuk memenuhi kebutuhan tersebut melalui ekosistem hardware, peripheral, display, software, dan layanan gaming yang kuat. Beberapa lini produk gaming terbaru dari HP tersebut mencakup:",
      "Omen by HP 16 Laptop",
      "Dirancang dengan fitur canggih untuk para gamer masa kini untuk memberikan pengalaman gaming pada pengaturan maksimal.",
      "The OMEN by HP 45L Gaming Desktop",
      "Dibuat untuk menghadirkan pengalaman bermain game paling nyaman dengan sistem pendingin yang sudah dipatenkan. Sangat cocok untuk hardcore gamer yang ingin performa tinggi dengan opsi upgrade yang lebih leluasa.",
      "Victus by HP 16 Laptop",
      "Laptop ini dibuat dengan DNA OMEN untuk memperkenalkan pengalaman gaming dengan lebih terjangkau, namun tetap memberikan performa yang optimal. Cocok untuk kalian para gamer pemula yang baru mulai bermain game atau gamer kasual.",
      "Ketiga portofolio gaming HP di atas sudah dilengkapi dengan OMEN Gaming Hub, dashboard gaming kelas atas dengan fitur-fitur yang akan membantu para gamer dalam meningkatkan gameplay mereka.",
      "Semua inovasi gaming HP tersedia di HP Store. Silakan kunjungi Instagram HP Indonesia untuk mengikuti cerita ‘Thank Your Losses’ para influencer dan aktivitas lainnya! "
    ],
    "key": "2022/06/14/survei-alasan-orang-indonesia-main-game"
  },
  {
    "title": "ASUS Rilis Laptop Bisnis Convertible Terbaik Expertbook B3 Flip!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/05/Untitled-2@3x-218x150.png",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "May 30, 2022",
    "desc": [
      "Asus kembali melakukan inovasi untuk memenuhi kebutuhan para penggunanya dengan merilis sebuah laptop terbaru Expertbook B3 Flip (B3402)!",
      "Di zaman yang serba mobile ini, sekarang beberapa kantor sudah menerapkan Work From Home (WFH) atau Work From Anywhere (WFA), sehingga dibutuhkan koneksi internet yang stabil agar dapat bekerja secara optimal. Keberadaan WiFi memang sudah memenuhi kebutuhan tersebut, tapi bagaimana jika WiFi ini tiba-tiba tidak bisa digunakan?",
      "Salah satu solusinya adalah dengan melakukan tethering ke smartphone milik kalian untuk mendapatkan koneksi 4G LTE, tapi tentunya akan menyerap baterai lebih cepat, sedangkan kalian membutuhkannya untuk berkomunikasi dengan rekan kerja maupun klien penting.",
      "Untuk mengantisipasi masalah tersebut, Asus merilis sebuah laptop terbaru Asus Expertbook B3 Flip (B3402), dengan salah satu fitur yaitu dapat terkoneksi langsung dengan jaringan 4G LTE melalui slot kartu SIM yang terdapat pada bodi laptop ini.",
      "Slot kartu SIM combo yang juga berfungsi sebagai pembaca kartu MicroSD tersebut dapat menampung kartu SIM berukuran nano yang mendukung jaringan 4G LTE. Ya, ExpertBook B3 Flip (B3402) sudah dilengkapi dengan antena dan modem 4G LTE internal sehingga laptop ini dapat langsung terhubung ke jaringan 4G LTE.",
      "Pengaturannya pun sangat mudah. Cukup pasang kartu SIM pada slot yang disediakan dan laptop dapat langsung terhubung ke jaringan 4G LTE. Tidak hanya itu, laptop ini juga dibekali dengan fitur hotspot sehingga dapat membagikan koneksi 4G LTE-nya ke perangkat lain melalui WiFi.",
      "Tidak hanya itu, laptop ini juga sudah dibekali teknologi terbaru WiFi 6 yang mempunyai konektivitas lebih baik, port ethernet untuk menghubungkan internet melalui LAN, port USB Type-A, USB Type-C dengan Thunderbolt 4 yang mendukung DisplayPort serta USB Power Delivery, HDMI, dan Bluetooth untuk peripherals nirkabel.",
      "ASUS ExpertBook B3 Flip (B3402) merupakan laptop convertible yang layarnya bisa diputar 360 derajat dan dapat digunakan layaknya tablet, karena sudah dilengkapi dengan layar sentuh yang ditunjang dengan stylus yang dapat disimpan di kompartemen khusus di bodi laptop ini.",
      "Tidak seperti stylus laptop berbasis Windows pada umumnya yang harus diisi daya, stylus di ExpertBook B3 Flip (B3402) otomatis diisi dayanya saat disimpan di dalam kompartemen khususnya. Waktu pengisian dayanya terbilang sangat cepat, cukup 15 detik saja untuk penggunaan 45 menit.",
      "Laptop ini juga diberikan fasilitas input yang tidak ada di laptop pada umumnya yaitu NumberPad 2.0. Fitur yang menyatu dengan touchpad di ExpertBook B3 Flip (B3402) ini memungkinkan Anda untuk menggunakan touchpad sebagai numpad hanya dengan melalui tombol khusus di permukaan touchpad.",
      "Fitur lain yang tidak kalah menarik di ExpertBook B3 Flip (B3402) adalah adanya kamera kedua yang diberi nama World Facing Camera dengan sensor beresolusi 13MP. Kamera tersebut sengaja ditempatkan tepat sejajar dengan keyboard dan menghadap ke atas ketika laptop digunakan dalam mode clamshell standar. Namun saat digunakan pada mode tent ataupun tablet, kamera tersebut berfungsi layaknya kamera utama di smartphone karena posisinya yang berada di balik layar laptop ini.",
      "Kedua mode kamera tersebut membuat laptop ini menjadi semakin fleksibel dan dapat digunakan di banyak aktivitas seperti kegiatan belajar mengajar, presentasi, atau menampilkan augmented reality.",
      "Untuk menunjang sisi keamanan, laptop ini juga diberikan perlindungan ekstra yang memanfaatkan lapisan anti bakteri pada bodi dan keyboard yang terbuat dari bahan khusus dan telah teruji secara ilmiah berstandar ISO 22196 dan JIS Z 2801.",
      "Ditambah dan layar anti radiasi sinar biru dengan fitur Eye Care yang sudah mendapatkan sertifikasi low-blue light dari TUV Rheinland. Sehingga kesehatan mata kalian tetap terjaga meskipun menggunakan laptop ini dalam waktu yang cukup lama.",
      "ExpertBook B3 Flip (B3402) telah dibekali dengan CPU 11th Gen Intel Core dengan seri tertingginya menggunakan Intel Core i7-1165G7. CPU ini memiliki konfigurasi 4 core dan 8 thread tersebut sudah sangat mumpuni untuk menunjang kebutuhan komputasi sehari-hari. Apalagi CPU tersebut juga telah dibekali dengan GPU terintegrasi Intel Iris Xe Graphics.",
      "Berbeda dengan GPU terintegrasi generasi sebelumnya, Intel Iris Xᵉ Graphics menawarkan performa pengolahan grafis dan kalkulasi yang lebih baik. Menariknya lagi peningkatan performa yang dihadirkan juga dibarengi dengan efisiensi penggunaan daya yang lebih baik juga sehingga membuat ExpertBook B3 Flip (B3402) mampu bertahan lebih lama tanpa harus terhubung ke sumber listrik.",
      "Performa ExpertBook B3 Flip (B3402) semakin gesit berkat penggunaan media penyimpanan berupa NVMe PCIe SSD 3.0. Kemampuan multitasking-nya juga sudah sangat mumpuni karena telah dibekali dengan RAM DDR4 3200MHz dengan kapasitas yang dapat di-upgrade hingga 48GB. Anda tidak perlu khawatir kehabisan memori saat bekerja menggunakan laptop ini.",
      "Dengan fitur-fitur dan spesifikasi yang ditawarkan, ExpertBook B3 Flip (B3402) adalah laptop paling tepat untuk Anda yang membutuhkan laptop convertible dengan yang tahan banting dan memiliki konektivitas paling lengkap.",
      "Segera dapatkan laptop ini untuk mendukung produktivitas kalian sekarang juga!",
      "Silakan cek spesifikasi lebih lengkapnya di bawah ini:"
    ],
    "key": "2022/05/30/asus-rilis-expertbook-b3-flip"
  },
  {
    "title": "Gigabyte Rilis Z690I Aorus Ultra Plus Dengan Double Connect Technology !",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/05/MAIN_0-218x150.png",
    "author": "Louis Christian",
    "tag": "Tech",
    "time": "May 24, 2022",
    "desc": [
      "Gigabyte beberapa waktu yang lalu mengumumkan motherboard dektop terbaru mereka yaitu Z690I Aorus Ultra Plus. Motherboard ini akan diluncurkan dalam 2 model yaitu dalam model DDR4 dan DDR5 yang dimana menggunakan VRM 10+1+2 power phase. Setiap phase ini dapat menahan hingga 105 amps berkat Smart Power Stage, dan solusi pendingin yang lebih baik.",
      "Motherboard ini menggunakan Intel Killer Wi-Fi AX1690 Wi-Fi 6E Controller dengan DCT yang support beberapa sinyal wifi untuk digunakan di berbagai kegunaan. Koneksi 2,4GHz dan 5/6GHz ini dapat digunakan secara bersamaan, contohnya saat bermain game dapat menggunakan frekuensi yang lebih kencang seperti 6GHz dan pekerjaan yang lainnya menggunakan koneksi 2,4GHz. Dengan skenario pemakaian seperti ini, maka motherboard ini dapat memberikan koneksi dan sinyal yang lebih kuat dan stabil dibandingkan sebelumnya.",
      "Dari interface yang ditawarkan juga sudah cukup lengkap karena sudah dilengkapi dengan USB 3.2 Gen 2×2 dan 3.2 Gen 2. Selain itu motherboard ini juga mengadopsi desain PCIe 5.0 pada PCB, slot dan komponen lain untuk meningkatkan performa. Seluruh slot DIMM, PCIe dan sebagainya sudah di lengkapi juga dengan shielding agar lebih durable untuk ke depannya.",
      "Motherboard ini sudah tersedia di Indonesia dan dapat di beli melalui toko offline maupun online resmi partner Gigabyte."
    ],
    "key": "2022/05/24/gigabyte-z690i-aorus-ultra-plus-pr"
  },
  {
    "title": "ASUS Rilis ROG Strix Scar 17 SE & ROG Flow X17 + Event Berhadiah...",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/05/messageImage_1653305335573-218x150.jpg",
    "author": "Louis Christian",
    "tag": "Tech",
    "time": "May 23, 2022",
    "desc": [
      "ASUS baru saja mengumumkan dua laptop terbaru mereka di acara peluncuran global bertajuk For Those Who Dare: Boundless Virtual Event. Dua laptop ini adalah ROG Strix Scar 17 SE (Special Edition) dan ROG Flow X16. Selain itu ASUS juga mengumumkan update terbaru dari ROG Citadel XV serta lini fashion ROG Slash terbaru.",
      "Scar 17 Special Edition ini merupakan laptop yang di bekali dengan hardware paling powerful serta sistem pendingin yang canggih untuk menghadirkan pengalaman gaming yang maksimal. Sistem pendingin yang digunakan merupakan liquid metal Thermal Grizzly Conductonaut Extreme untuk CPU dan GPU nya. Maka dengan sistem pendingin tersebut, lapotp ini dapat memiliki TDP CPU maksimal di angka 65W dengan TGP GPU maksimal di 175W dengan Dynamic Boost. Secara spesifikasi laptop ini menggunakan CPU 12th Gen Intel Core i9 12950H dan GPU Nvidia GeForce RTX 3080 TI, sehingga dapat memainkan game tanpa kompromi. Tidak hanya itu, laptop ini juga dibekali dengan memory DDR5 4800MHz dengan kapasitas 64GB serta storage SSD PCIe Gen 4 dengan konfigurasi Raid 0. Dari sisi layar juga menggunakan layar 17inch dengan resolusi FHD 360Hz atau QHD 240Hz.",
      "Flow X16 merupakan laptop gaming convertible yang kali ini di tenagai oleh CPU AMD Ryzen 9 6900HS dan GPU Nvidia GeForce RTX 3070 TI. Sama seperti lini Flow sebelumnya, laptop ini juga mendukung sistem GPU External ROG XG Mobile. Kali ini memiliki layar 16 inch yang kali ini berteknologi ROG Nebula Display HDR yang mampu menghasilkan warna yang sangat kaya dan akurat dengan color gamut 93% DCI-P3, kecerahan 1100nits dan menggunakan resolusi QHD.",
      "Selain laptop terbaru, ASUS juga memperkenalkan lini fashion ROG Slash terbaru yang terdiri dari Crossbody Bag, Backpack, Hip Bag, Protective Laptop Bag, Cobra Buckle Cap dan Bucket Hat. Semua lini fashion ini masih hadir dengan tema cyberpunk yang sangat erat dengan nuansa gaming dan warna-warna neon.",
      "Bersamaan dengan acara tersebut, mereka juga mengumumkan update terbaru dari ROG Citadel XV yang kali ini menghadirkan update barupa game parkour dan dapat di download di Steam. Di dalam permainan ini juga memiliki sebuah event yang dimana nantinya akan ada beberapa puzzle yang harus di solve dan sebagainya yang nanti berkemungkinan untuk mendapatkan ROG Strix Scar 17 SE dan beberapa produk lainnya. Untuk info lebih lanjut terkait event ini bisa lewat link berikut."
    ],
    "key": "2022/05/23/rog-strix-scar-17-se-pr"
  },
  {
    "title": "Razer Leviathan V2! Soundbar Gaming Dari Razer Akhirnya Muncul Kembali!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/05/Leviathan-V22022-SG-4-218x150.jpg",
    "author": "Louis Christian",
    "tag": "Tech",
    "time": "May 23, 2022",
    "desc": [
      "Beberapa waktu yang lalu Razer mengumumkan Razer Leviathan V2 yang merupakan produk soundbar gaming! Razer Leviathan sebelumnya sudah pernah rilis di waktu yang lalu, tapi kali ini Razer kembali menghidupkan kembali line up ini. Speaker ini merupakan sistem soundbar pertama yang didukung oleh THX Spatial Audio yang dapat memberikan soundstage yang luas.",
      "Soundbar ini dibekali oleh dua driver full range, dua radiator pasif, dua tweeter dan subwoofer down firing. Menurut Razer, soundbar ini dapat menghasilkan suara yang jernih dan depth yang baik, serta bass yang kuat sehingga dapat dinikmati untuk penggunaan apapun mulai dari main game, mendengarkan musik, hingga nonton film. Tentunya dengan sistem soundbar ini, Razer sudah merancang sedemikian rupa agar speaker ini dapat memiliki soundstage yang baik sehingga kita bisa menikmati konten dengan imersif dan tentunya hal ini juga harus di dukung oleh penempatan soundbar di lokasi yang tepat.",
      "THX Spatial Audio ini dapat diaktifkan lewat pc agar kita mendapatkan pengalaman entertainment yang lebih imersif lagi. Tentu saja berhubung ini adalah produk dari Razer, produk ini juga memiliki fitur Chroma RGB yang dapat diatur. Dari sisi konektivitas, speaker ini dapat digunakan dengan koneksi Bluetooth 5.2 sehingga lebih mudah untuk mengoperasikan speaker ini dimanapun tanpa gangguan kabel. Speaker ini akan memiliki harga SRP di Rp 4.349.000,- dan telah tersedia di berbagai toko offline maupun online resmi dari Razer."
    ],
    "key": "2022/05/23/razer-leviathan-v2-pr"
  },
  {
    "title": "Laptop Gaming Powerful untuk Gamers dan Konten Kreator, ROG Zephyrus M16!",
    "thumb": "https://thelazy.media/wp-content/uploads/2022/05/ROG-Zephyrus-M16-218x150.jpeg",
    "author": "Teo Ariesda",
    "tag": "Tech",
    "time": "May 13, 2022",
    "desc": [
      "Jakarta (9/5) – ASUS telah resmi memperkenalkan ROG Zephyrus M16 (GU603Z), laptop gaming berlayar 16-inci yang didesain khusus tidak hanya untuk gamer tetapi juga para kreator. ROG Zephyrus M16 (GU603Z) memiliki kelebihan dibandingkan dengan laptop gaming di kelasnya, mengusung layar 16-inci berkualitas tinggi, ditambah dengan hardware dan sistem pendingin kelas gaming, namun tetap tampil dengan ukuran yang sangat ringkas. Hal tersebut membuat ROG Zephyrus M16 (GU603Z) sangat andal untuk gamers dan kreator yang mobile dan membutuhkan laptop yang bertenaga.",
      "“Sempurna untuk gamers dan konten kreator, itulah inti dari ROG Zephyrus M16. Laptop gaming ini dirancang khusus sebagai perangkat serba bisa yang sangat bertenaga,” ujar Jimmy Lin, ASUS Regional Director Southeast Asia.",
      "ROG Zephyrus M16 (GU603Z) merupakan laptop yang telah ditenagai oleh prosesor 12th Gen Intel® Core™ H Series yang telah menggunakan pemrosesan berbasis Intel 7. Berbeda dengan generasi sebelumnya, prosesor ini menggunakan konfigurasi core yang terdiri dari Performance Core (P-core) yang dapat memproses tugas-tugas berat dengan lebih cepat, dan Efficient Core (E-core) untuk meningkatkan efisiensi dalam pengerjaan tugas-tugas yang ringan.",
      "Kombinasi kedua core tersebut menghasilkan sebuah prosesor hibrida yang memiliki kemampuan pemrosesan yang sangat tinggi dan optimal untuk gaming dan content creation, sekaligus mampu tampil sangat efisien dan hemat daya. Tidak heran jika prosesor yang disematkan pada laptop ini, yakni Intel® Core™ i9-12900H, menyandang gelar sebagai prosesor mobile paling kencang saat ini berkat konfigurasi 14 core (6 P-core dan 8 E-core) dan 20 thread yang mampu dipacu hingga 5GHz.",
      "Kali ini ASUS ROG juga memperkenalkan standar baru layar laptop gaming yaitu ROG Nebula™ Display yang dibangun atas kebutuhan dasar gaming yaitu kecepatan, tingkat kecerahan, dan kualitas visual. Kali ini, ROG Nebula™ Display hadir di lini ROG Zephyrus M16 (GU603Z).",
      "Laptop gaming yang menggunakan layar ini dipastikan mengusung panel yang memiliki color gamut 100% DCI-P3, tingkat kecerahan 500 nits, dilengkapi fitur Adaptive Sync, serta memiliki response time 3ms. Tidak hanya itu, layar ROG Nebula™ Display juga telah mengantongi sertifikasi PANTONE® Validated Display untuk akurasi warna, TÜV Rheinland untuk low blue light dan anti-flicker, serta mendukung teknologi dari Dolby Vision. Spesifikasi tersebut menegaskan bahwa ROG Nebula™ Display dirancang tidak hanya untuk para gamers, tetapi juga untuk para kreator.",
      "ROG Zephyrus M16 (GU603Z) telah dilengkapi dengan berbagai fitur yang membuat pengalaman gaming semakin baik, salah satunya adalah MUX Switch. Seluruh laptop gaming ROG dan TUF di tahun 2022 akan dilengkapi dengan MUX Switch, yaitu chip khusus yang dapat mengatur jalur data visual yang ditampilkan di layar laptop. Melalui MUX Switch, jalur data visual dari discrete chip grafis bisa dialihkan langsung ke layar laptop tanpa harus melalui prosesor dan integrated chip grafis-nya. Dengan demikian, performa dalam game pun dapat ditampilkan 10-30% lebih baik saat menggunakan fitur ini.",
      "Selain ditenagai oleh prosesor 12th Gen Intel® Core™ H Series, ROG Zephyrus M16 (GU603Z) juga dibekali oleh chip grafis hingga NVIDIA® GeForce RTX™ 3070Ti. Chip grafis generasi terbaru dari NVIDIA® tersebut tidak hanya powerful untuk gaming, tetapi juga kreasi konten. Chip ini juga dilengkapi oleh Tensor Core dan RT Core yang berfungsi untuk megakselerasi pemrosesan berbasis kecerdasan buatan (AI) yang telah digunakan di berbagai game serta aplikasi kreatif.",
      "ROG Zephyrus M16 (GU603Z) juga dibekali sistem memori dan penyimpanan yang tidak kalah canggih. Untuk memori, ROG Zephyrus M16 (GU603Z) telah dibekali dengan 16GB dual-channel DDR5 RAM 4800MHz, ditambah dengan media penyimpanan berupa NVMe PCIe Gen4 SSD. Sehingga dapat meningkatkan minimum framerate dan kecepatan akses serta transfer data yang tinggi.",
      "Sebagai laptop gaming sekaligus laptop serba bisa, ROG Zephyrus M16 (GU603Z) wajib dilengkapi dengan opsi konektivitas terbaik. Mulai dari konektivitas menggunakan kabel, ROG Zephyrus M16 (GU603Z) telah dilengkapi berbagai jenis port mulai dari USB 3.2 Gen2 Type-A, HDMI 2.0b, UHS II MicroSD card reader, 3.5mm combo audio jack, bahkan masih hadir dengan port gigabit ethernet (LAN).",
      "Tidak ketinggalan pula port serba bisa Thunderbolt™ 4 USB Type-C. Selain dapat digunakan untuk menghubungkan perangkat kelas profesional seperti high speed network adapter atau high speed storage, Thunderbolt™ 4 yang memiliki kecepatan transfer data hingga 40Gbps tersebut juga dapat digunakan sebagai display port. Dengan kata lain, ROG Zephyrus M16 (GU603Z) dapat dihubungkan ke monitor beresolusi hingga 8K melalui port Thunderbolt™ 4.",
      "Sementara itu, konektivitas nirkabel ROG Zephyrus M16 (GU603Z) disokong oleh WiFi 6E. Teknologi WiFi terbaru tersebut hadir tidak hanya dalam dua frekuensi, tetapi hingga tiga frekuensi yaitu 2,5GHz, 5GHz, dan 6GHz. Frekuensi 6GHz menyuguhkan kecepatan transfer data lebih baik dan stabil ketimbang 2,5GHz dan 5GHz. Gamer pun akan mendapatkan pengalaman bermain game online terbaik lewat ROG Zephyrus M16 (GU603Z)."
    ],
    "key": "2022/05/13/laptop-gaming-powerful-rog-zephyrus-m16"
  }
]